SoapTest/soap_config/sub_counter.txt

<?xml version="1.0" encoding="UTF-8"?>

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
<S:Body>

<SubmitRequest xmlns="http://alcatel-lucent.com/esm/ws/svcmgr/V2_0">
    <SessionInfo>
        <sessionId>721</sessionId>
    </SessionInfo>

    <RequestInfo>
        <ReqID></ReqID>
    </RequestInfo>


    <TaskList>
        <Task>
            <Name>Subscribe Bucket</Name>
            <ParamList>
                <Param>
                    <Name>Account ID</Name>
                    <Value>64798531</Value>
                </Param>
               <Param>
                    <Name>Owner Name</Name>
                    <Value>corc</Value>
                </Param>
                <Param>
                    <Name>Bucket ID</Name>
                    <Value>D01</Value>
                </Param>
                <Param>
                    <Name>Transaction ID</Name>
                    <Value>MsgSig19699</Value>
                </Param>
            </ParamList>
        </Task>
    </TaskList>
</SubmitRequest>


</S:Body>
</S:Envelope>

